Repository: cmicali/vibe
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.general.bit_perfect.rate_unsupported
source: Device does not support file's sample rate: playing at %@
bg: Устройството не поддържа честотата на дискретизация на файла; възпроизвежда се при %@
cs: Zařízení nepodporuje vzorkovací frekvenci souboru; přehrává se při %@
da: Enheden understøtter ikke filens samplingsfrekvens; afspiller ved %@
de: Das Gerät unterstützt die Abtastrate der Datei nicht; Wiedergabe mit %@
el: Η συσκευή δεν υποστηρίζει τον ρυθμό δειγματοληψίας του αρχείου· αναπαραγωγή στα %@
es: El dispositivo no admite la frecuencia de muestreo del archivo; se reproduce a %@
fi: Laite ei tue tiedoston näytteenottotaajuutta; toistetaan taajuudella %@
fr: L’appareil ne prend pas en charge la fréquence d’échantillonnage du fichier ; lecture à %@
hr: Uređaj ne podržava frekvenciju uzorkovanja datoteke; reprodukcija na %@
hu: Az eszköz nem támogatja a fájl mintavételi frekvenciáját; lejátszás ezen: %@
id: Perangkat tidak mendukung laju sampel file; diputar pada %@
it: Il dispositivo non supporta la frequenza di campionamento del file; riproduzione a %@
ja: デバイスはファイルのサンプルレートに対応していません。%@で再生しています
ko: 기기가 파일의 샘플률을 지원하지 않습니다. %@로 재생 중입니다
nb: Enheten støtter ikke filens samplingsfrekvens; spiller av ved %@
nl: Het apparaat ondersteunt de samplefrequentie van het bestand niet; afspelen op %@
pl: Urządzenie nie obsługuje częstotliwości próbkowania pliku; odtwarzanie z %@
pt_br: O dispositivo não é compatível com a taxa de amostragem do arquivo; reprodução a %@
pt_pt: O dispositivo não suporta a frequência de amostragem do ficheiro; reprodução a %@
ro: Dispozitivul nu acceptă rata de eșantionare a fișierului; se redă la %@
ru: Устройство не поддерживает частоту дискретизации файла; воспроизведение при %@
sk: Zariadenie nepodporuje vzorkovaciu frekvenciu súboru; prehráva sa pri %@
sv: Enheten stöder inte filens samplingsfrekvens; spelar upp vid %@
th: อุปกรณ์ไม่รองรับอัตราสุ่มตัวอย่างของไฟล์ กำลังเล่นที่ %@
tr: Aygıt dosyanın örnekleme hızını desteklemiyor; %@ ile çalınıyor
uk: Пристрій не підтримує частоту дискретизації файлу; відтворення на %@
vi: Thiết bị không hỗ trợ tần số lấy mẫu của tệp; đang phát ở %@
zh_hans: 设备不支持文件的采样率，正在以 %@ 播放
zh_hant: 裝置不支援檔案的取樣率，正在以 %@ 播放

# settings.general.bit_perfect.switch_failed
source: Failed to get device's audio settings
bg: Не може да се получат аудионастройките на устройството
cs: Nepodařilo se získat nastavení zvuku zařízení
da: Kunne ikke hente enhedens lydindstillinger
de: Die Audioeinstellungen des Geräts konnten nicht abgerufen werden
el: Αποτυχία λήψης των ρυθμίσεων ήχου της συσκευής
es: No se han podido obtener los ajustes de audio del dispositivo
fi: Laitteen ääniasetuksia ei voitu hakea
fr: Impossible d’obtenir les réglages audio de l’appareil
hr: Nije moguće dohvatiti postavke zvuka uređaja
hu: Nem sikerült lekérni az eszköz hangbeállításait
id: Tidak dapat mengambil pengaturan audio perangkat
it: Impossibile ottenere le impostazioni audio del dispositivo
ja: デバイスのオーディオ設定を取得できませんでした
ko: 기기의 오디오 설정을 가져오지 못했습니다
nb: Kunne ikke hente enhetens lydinnstillinger
nl: De audio-instellingen van het apparaat konden niet worden opgehaald
pl: Nie udało się pobrać ustawień dźwięku urządzenia
pt_br: Não foi possível obter os ajustes de áudio do dispositivo
pt_pt: Não foi possível obter as definições de áudio do dispositivo
ro: Nu s-au putut obține configurările audio ale dispozitivului
ru: Не удалось получить аудионастройки устройства
sk: Nepodarilo sa získať nastavenia zvuku zariadenia
sv: Kunde inte hämta enhetens ljudinställningar
th: ไม่สามารถดึงการตั้งค่าเสียงของอุปกรณ์ได้
tr: Aygıtın ses ayarları alınamadı
uk: Не вдалося отримати параметри звуку пристрою
vi: Không thể lấy cài đặt âm thanh của thiết bị
zh_hans: 无法获取设备的音频设置
zh_hant: 無法取得裝置的音訊設定

# settings.general.bit_perfect.volume
source: Device's volume is %@%%: set to 100%% for bit-perfect output
bg: Силата на звука на устройството е %@%%; задайте 100%% за битово точен изход
cs: Hlasitost zařízení je %@%%; pro bitově přesný výstup ji nastavte na 100%%
da: Enhedens lydstyrke er %@%%; indstil den til 100%% for bitperfekt output
de: Die Gerätelautstärke beträgt %@%%; stelle sie für bitgenaue Ausgabe auf 100%%
el: Η ένταση της συσκευής είναι %@%%· ορίστε την στο 100%% για έξοδο bit-perfect
es: El volumen del dispositivo es del %@%%; ajústalo al 100%% para una salida bit-perfect
fi: Laitteen äänenvoimakkuus on %@%%; aseta se 100%%:iin bittitarkkaa lähtöä varten
fr: Le volume de l’appareil est à %@%% ; réglez-le sur 100%% pour une sortie bit-perfect
hr: Glasnoća uređaja je %@%%; postavite je na 100%% za bitovno točan izlaz
hu: Az eszköz hangereje %@%%; a bitpontos kimenethez állítsd 100%%-ra
id: Volume perangkat adalah %@%%; atur ke 100%% untuk output bit-perfect
it: Il volume del dispositivo è al %@%%; impostalo al 100%% per un’uscita bit-perfect
ja: デバイスの音量は%@%%です。ビットパーフェクト出力には100%%に設定してください
ko: 기기 음량이 %@%%입니다. 비트 퍼펙트 출력을 위해 100%%로 설정하십시오
nb: Enhetens volum er %@%%; sett det til 100%% for bitperfekt utgang
nl: Het volume van het apparaat is %@%%; stel het in op 100%% voor bitperfecte uitvoer
pl: Głośność urządzenia wynosi %@%%; ustaw ją na 100%%, aby uzyskać wyjście bit-perfect
pt_br: O volume do dispositivo está em %@%%; ajuste-o para 100%% para uma saída bit-perfect
pt_pt: O volume do dispositivo está em %@%%; ajuste-o para 100%% para uma saída bit-perfect
ro: Volumul dispozitivului este %@%%; setați-l la 100%% pentru ieșire bit-perfect
ru: Громкость устройства — %@%%; установите 100%% для побитово точного вывода
sk: Hlasitosť zariadenia je %@%%; pre bitovo presný výstup ju nastavte na 100%%
sv: Enhetens volym är %@%%; ställ in den på 100%% för bitperfekt utmatning
th: ระดับเสียงของอุปกรณ์อยู่ที่ %@%% ให้ตั้งเป็น 100%% เพื่อใช้เอาต์พุตแบบบิตเพอร์เฟกต์
tr: Aygıtın ses yüksekliği %@%%; bit düzeyinde kusursuz çıkış için 100%% olarak ayarlayın
uk: Гучність пристрою — %@%%; установіть 100%% для побітово точного виведення
vi: Âm lượng thiết bị là %@%%; hãy đặt thành 100%% để có đầu ra bit-perfect
zh_hans: 设备音量为 %@%%，请将其设为 100%% 以实现比特完美输出
zh_hant: 裝置音量為 %@%%，請將其設為 100%% 以實現位元完美輸出

# settings.general.declick
source: Declick
bg: Премахване на щракания
cs: Odstranění lupání
da: Fjernelse af klik
de: Knackschutz
el: Αφαίρεση κλικ
es: Eliminación de clics
fi: Napsahdusten poisto
fr: Suppression des clics
hr: Uklanjanje klikova
hu: Kattanások eltávolítása
id: Penghilangan klik
it: Rimozione dei clic
ja: クリックノイズ除去
ko: 클릭 노이즈 제거
nb: Fjerning av klikk
nl: Klikonderdrukking
pl: Usuwanie trzasków
pt_br: Remoção de cliques
pt_pt: Remoção de cliques
ro: Eliminarea clicurilor
ru: Устранение щелчков
sk: Odstránenie praskania
sv: Klickdämpning
th: ลดเสียงคลิก
tr: Tıklama giderme
uk: Усунення клацань
vi: Khử tiếng click
zh_hans: 去除爆音
zh_hant: 去除爆音

# settings.general.declick.caption
source: Uses volume ramps to reduce clicking
bg: Използва плавни промени на силата на звука, за да намали щракането
cs: Používá plynulé změny hlasitosti, aby omezilo lupání
da: Bruger bløde lydstyrkeovergange for at mindske klik
de: Blendet die Lautstärke kurz ein und aus, um Knacken zu vermeiden
el: Χρησιμοποιεί ομαλές μεταβολές έντασης για να μειώσει τα κλικ
es: Usa rampas de volumen para reducir los clics
fi: Käyttää pehmeitä äänenvoimakkuuden liukuja napsahdusten vähentämiseksi
fr: Utilise des rampes de volume pour réduire les clics
hr: Koristi postupne promjene glasnoće kako bi smanjio klikove
hu: Fokozatos hangerőváltással csökkenti a kattanásokat
id: Menggunakan perubahan volume bertahap untuk mengurangi klik
it: Usa rampe di volume per ridurre i clic
ja: 音量をなめらかに変化させてクリックノイズを抑えます
ko: 볼륨을 부드럽게 조절하여 클릭 노이즈를 줄입니다
nb: Bruker myke volumoverganger for å redusere klikk
nl: Gebruikt geleidelijke volumeovergangen om klikken te verminderen
pl: Używa płynnych zmian głośności, aby ograniczyć trzaski
pt_br: Usa rampas de volume para reduzir cliques
pt_pt: Usa rampas de volume para reduzir cliques
ro: Folosește rampe de volum pentru a reduce clicurile
ru: Плавно изменяет громкость, чтобы уменьшить щелчки
sk: Používa plynulé zmeny hlasitosti, aby obmedzilo praskanie
sv: Använder mjuka volymövergångar för att minska klick
th: ใช้การปรับระดับเสียงแบบค่อยเป็นค่อยไปเพื่อลดเสียงคลิก
tr: Tıklamaları azaltmak için ses düzeyini kademeli olarak değiştirir
uk: Плавно змінює гучність, щоб зменшити клацання
vi: Dùng thay đổi âm lượng dần để giảm tiếng click
zh_hans: 通过音量渐变减少爆音
zh_hant: 透過音量漸變減少爆音

# settings.general.default_player.is
source: %@ is the default
bg: %@ е стандартният
cs: %@ je výchozí
da: %@ er standard
de: %@ ist Standard
el: Το %@ είναι η προεπιλογή
es: %@ es el reproductor por omisión
fi: %@ on oletus
fr: %@ est le lecteur par défaut
hr: %@ je zadani
hu: A %@ az alapértelmezett
id: %@ adalah default
it: %@ è il predefinito
ja: %@がデフォルトです
ko: %@이(가) 기본입니다
nb: %@ er standard
nl: %@ is de standaard
pl: %@ jest domyślny
pt_br: %@ é o padrão
pt_pt: %@ é a predefinição
ro: %@ este implicit
ru: %@ — проигрыватель по умолчанию
sk: %@ je predvolený
sv: %@ är standard
th: %@ เป็นค่าเริ่มต้น
tr: %@ varsayılan olarak ayarlı
uk: %@ — стандартний програвач
vi: %@ là mặc định
zh_hans: %@ 已是默认
zh_hant: %@ 已是預設

# settings.general.default_player.set
source: Set %@ as default
bg: Задаване на %@ като стандартен
cs: Nastavit %@ jako výchozí
da: Indstil %@ som standard
de: %@ als Standard festlegen
el: Ορισμός του %@ ως προεπιλογής
es: Establecer %@ por omisión
fi: Aseta %@ oletukseksi
fr: Définir %@ par défaut
hr: Postavi %@ kao zadani
hu: A %@ legyen az alapértelmezett
id: Jadikan %@ Default
it: Imposta %@ come predefinito
ja: %@をデフォルトにする
ko: %@을(를) 기본으로 설정
nb: Angi %@ som standard
nl: Stel %@ in als standaard
pl: Ustaw %@ jako domyślny
pt_br: Definir %@ como padrão
pt_pt: Definir %@ como predefinição
ro: Setează %@ ca implicit
ru: Назначить %@ по умолчанию
sk: Nastaviť %@ ako predvolený
sv: Ange %@ som standard
th: ตั้ง %@ เป็นค่าเริ่มต้น
tr: %@ uygulamasını varsayılan yap
uk: Зробити %@ стандартним
vi: Đặt %@ làm mặc định
zh_hans: 将 %@ 设为默认
zh_hant: 將 %@ 設為預設

# settings.general.default_player_label
source: Default music player:
bg: Стандартен музикален плейър:
cs: Výchozí hudební přehrávač:
da: Standardmusikafspiller:
de: Standard-Musikplayer:
el: Προεπιλεγμένο πρόγραμμα αναπαραγωγής μουσικής:
es: Reproductor de música por omisión:
fi: Oletusmusiikkisoitin:
fr: Lecteur de musique par défaut :
hr: Zadani glazbeni reproduktor:
hu: Alapértelmezett zenelejátszó:
id: Pemutar musik default:
it: Lettore musicale predefinito:
ja: デフォルトのミュージックプレーヤー:
ko: 기본 음악 플레이어:
nb: Standard musikkspiller:
nl: Standaardmuziekspeler:
pl: Domyślny odtwarzacz muzyki:
pt_br: Reprodutor de música padrão:
pt_pt: Leitor de música predefinido:
ro: Player de muzică implicit:
ru: Музыкальный проигрыватель по умолчанию:
sk: Predvolený hudobný prehrávač:
sv: Standardmusikspelare:
th: เครื่องเล่นเพลงเริ่มต้น:
tr: Varsayılan müzik çalar:
uk: Стандартний музичний програвач:
vi: Trình phát nhạc mặc định:
zh_hans: 默认音乐播放器：
zh_hant: 預設音樂播放器：

# settings.general.exclusive_output
source: Exclusive output
bg: Изключителен аудиоизход
cs: Výhradní zvukový výstup
da: Eksklusiv lydudgang
de: Exklusive Audioausgabe
el: Αποκλειστική έξοδος ήχου
es: Salida de audio exclusiva
fi: Yksinomainen äänilähtö
fr: Sortie audio exclusive
hr: Isključivi audioizlaz
hu: Kizárólagos hangkimenet
id: Output audio eksklusif
it: Uscita audio esclusiva
ja: 排他的オーディオ出力
ko: 독점 오디오 출력
nb: Eksklusiv lydutgang
nl: Exclusieve audio-uitvoer
pl: Wyłączne wyjście audio
pt_br: Saída de áudio exclusiva
pt_pt: Saída de áudio exclusiva
ro: Ieșire audio exclusivă
ru: Монопольный аудиовывод
sk: Výhradný zvukový výstup
sv: Exklusiv ljudutmatning
th: เอาต์พุตเสียงแบบเอกสิทธิ์
tr: Özel ses çıkışı
uk: Монопольне виведення звуку
vi: Đầu ra âm thanh độc quyền
zh_hans: 独占音频输出
zh_hant: 獨佔音訊輸出

# settings.general.exclusive_output.caption
source: Stops other apps from using the output device while playing
bg: Не позволява на други приложения да използват изходното устройство по време на възпроизвеждане
cs: Během přehrávání zabrání ostatním aplikacím používat výstupní zařízení
da: Forhindrer andre apps i at bruge outputenheden under afspilning
de: Verhindert, dass andere Apps das Ausgabegerät während der Wiedergabe verwenden
el: Εμποδίζει άλλες εφαρμογές να χρησιμοποιούν τη συσκευή εξόδου κατά την αναπαραγωγή
es: Impide que otras apps usen el dispositivo de salida durante la reproducción
fi: Estää muita appeja käyttämästä lähtölaitetta toiston aikana
fr: Empêche les autres apps d’utiliser l’appareil de sortie pendant la lecture
hr: Sprječava druge aplikacije da koriste izlazni uređaj tijekom reprodukcije
hu: Lejátszás közben megakadályozza, hogy más appok használják a kimeneti eszközt
id: Mencegah app lain menggunakan perangkat output selama pemutaran
it: Impedisce alle altre app di usare il dispositivo di uscita durante la riproduzione
ja: 再生中にほかのアプリが出力デバイスを使用することを防ぎます
ko: 재생 중에 다른 앱이 출력 기기를 사용하지 못하게 합니다
nb: Hindrer andre apper i å bruke utgangsenheten under avspilling
nl: Voorkomt dat andere apps het uitvoerapparaat gebruiken tijdens het afspelen
pl: Uniemożliwia innym aplikacjom korzystanie z urządzenia wyjściowego podczas odtwarzania
pt_br: Impede que outros apps usem o dispositivo de saída durante a reprodução
pt_pt: Impede que outras aplicações usem o dispositivo de saída durante a reprodução
ro: Împiedică alte aplicații să folosească dispozitivul de ieșire în timpul redării
ru: Не позволяет другим приложениям использовать устройство вывода во время воспроизведения
sk: Počas prehrávania zabráni ostatným apkám používať výstupné zariadenie
sv: Hindrar andra appar från att använda utmatningsenheten under uppspelning
th: ป้องกันไม่ให้แอปอื่นใช้อุปกรณ์เอาต์พุตระหว่างการเล่น
tr: Çalma sırasında diğer uygulamaların çıkış aygıtını kullanmasını engeller
uk: Не дозволяє іншим програмам використовувати пристрій виведення під час відтворення
vi: Ngăn các ứng dụng khác sử dụng thiết bị đầu ra trong khi phát
zh_hans: 播放时阻止其他 App 使用输出设备
zh_hant: 播放時防止其他 App 使用輸出裝置

# settings.general.exclusive_output.needs_bit_perfect
source: Enable bit-perfect output
bg: Включете битово точния изход
cs: Zapněte bitově přesný výstup
da: Slå bitperfekt output til
de: Aktiviere die bitgenaue Ausgabe
el: Ενεργοποιήστε την έξοδο bit-perfect
es: Activa la salida bit-perfect
fi: Ota bittitarkka lähtö käyttöön
fr: Activez la sortie bit-perfect
hr: Omogućite bitovno točan izlaz
hu: Kapcsold be a bitpontos kimenetet
id: Aktifkan output bit-perfect
it: Attiva l’uscita bit-perfect
ja: ビットパーフェクト出力を有効にしてください
ko: 비트 퍼펙트 출력을 활성화하십시오
nb: Slå på bitperfekt utgang
nl: Schakel bitperfecte uitvoer in
pl: Włącz wyjście bit-perfect
pt_br: Ative a saída bit-perfect
pt_pt: Ative a saída bit-perfect
ro: Activați ieșirea bit-perfect
ru: Включите побитово точный вывод
sk: Zapnite bitovo presný výstup
sv: Slå på bitperfekt utmatning
th: เปิดใช้เอาต์พุตแบบบิตเพอร์เฟกต์
tr: Bit düzeyinde kusursuz çıkışı etkinleştirin
uk: Увімкніть побітово точне виведення
vi: Bật đầu ra bit-perfect
zh_hans: 请启用比特完美输出
zh_hant: 請啟用位元完美輸出

# settings.general.exclusive_output.needs_device
source: Choose an output device other than system output
bg: Изберете изходно устройство, различно от системния изход
cs: Vyberte jiné výstupní zařízení než systémový výstup
da: Vælg en anden outputenhed end systemoutput
de: Wähle ein anderes Ausgabegerät als die Systemausgabe
el: Επιλέξτε συσκευή εξόδου διαφορετική από την έξοδο συστήματος
es: Elige un dispositivo de salida distinto de la salida del sistema
fi: Valitse muu lähtölaite kuin järjestelmän lähtö
fr: Choisissez un appareil de sortie autre que la sortie du système
hr: Odaberite izlazni uređaj koji nije izlaz sustava
hu: Válassz a rendszerkimenettől eltérő kimeneti eszközt
id: Pilih perangkat output selain output sistem
it: Scegli un dispositivo di uscita diverso dall’uscita di sistema
ja: システム出力以外の出力デバイスを選択してください
ko: 시스템 출력이 아닌 다른 출력 기기를 선택하십시오
nb: Velg en annen utgangsenhet enn systemutgangen
nl: Kies een ander uitvoerapparaat dan de systeemuitvoer
pl: Wybierz urządzenie wyjściowe inne niż wyjście systemowe
pt_br: Escolha um dispositivo de saída diferente da saída do sistema
pt_pt: Escolha um dispositivo de saída diferente da saída do sistema
ro: Alegeți un dispozitiv de ieșire diferit de ieșirea sistemului
ru: Выберите устройство вывода, отличное от системного выхода
sk: Vyberte iné výstupné zariadenie než systémový výstup
sv: Välj en annan utmatningsenhet än systemutmatningen
th: เลือกอุปกรณ์เอาต์พุตอื่นที่ไม่ใช่เอาต์พุตของระบบ
tr: Sistem çıkışı dışında bir çıkış aygıtı seçin
uk: Виберіть пристрій виведення, відмінний від системного виходу
vi: Chọn thiết bị đầu ra khác với đầu ra hệ thống
zh_hans: 请选择系统输出以外的输出设备
zh_hant: 請選擇系統輸出以外的輸出裝置

# settings.general.exclusive_output.unsupported
source: This device does not support exclusive output
bg: Това устройство не поддържа изключителен аудиоизход
cs: Toto zařízení nepodporuje výhradní zvukový výstup
da: Denne enhed understøtter ikke eksklusiv lydudgang
de: Dieses Gerät unterstützt keine exklusive Audioausgabe
el: Αυτή η συσκευή δεν υποστηρίζει αποκλειστική έξοδο ήχου
es: Este dispositivo no admite la salida de audio exclusiva
fi: Tämä laite ei tue yksinomaista äänilähtöä
fr: Cet appareil ne prend pas en charge la sortie audio exclusive
hr: Ovaj uređaj ne podržava isključivi audioizlaz
hu: Ez az eszköz nem támogatja a kizárólagos hangkimenetet
id: Perangkat ini tidak mendukung output audio eksklusif
it: Questo dispositivo non supporta l’uscita audio esclusiva
ja: このデバイスは排他的オーディオ出力に対応していません
ko: 이 기기는 독점 오디오 출력을 지원하지 않습니다
nb: Denne enheten støtter ikke eksklusiv lydutgang
nl: Dit apparaat ondersteunt geen exclusieve audio-uitvoer
pl: To urządzenie nie obsługuje wyłącznego wyjścia audio
pt_br: Este dispositivo não é compatível com a saída de áudio exclusiva
pt_pt: Este dispositivo não suporta a saída de áudio exclusiva
ro: Acest dispozitiv nu acceptă ieșirea audio exclusivă
ru: Это устройство не поддерживает монопольный аудиовывод
sk: Toto zariadenie nepodporuje výhradný zvukový výstup
sv: Den här enheten stöder inte exklusiv ljudutmatning
th: อุปกรณ์นี้ไม่รองรับเอาต์พุตเสียงแบบเอกสิทธิ์
tr: Bu aygıt özel ses çıkışını desteklemiyor
uk: Цей пристрій не підтримує монопольне виведення звуку
vi: Thiết bị này không hỗ trợ đầu ra âm thanh độc quyền
zh_hans: 此设备不支持独占音频输出
zh_hant: 此裝置不支援獨佔音訊輸出

# settings.general.lock_window_position
source: Lock window position
bg: Заключване на позицията на прозореца
cs: Zamknout polohu okna
da: Lås vinduets placering
de: Fensterposition sperren
el: Κλείδωμα θέσης παραθύρου
es: Bloquear la posición de la ventana
fi: Lukitse ikkunan sijainti
fr: Verrouiller la position de la fenêtre
hr: Zaključaj položaj prozora
hu: Ablak helyzetének rögzítése
id: Kunci posisi jendela
it: Blocca la posizione della finestra
ja: ウインドウの位置をロック
ko: 윈도우 위치 잠금
nb: Lås vinduets plassering
nl: Vergrendel vensterpositie
pl: Zablokuj położenie okna
pt_br: Travar a posição da janela
pt_pt: Bloquear a posição da janela
ro: Blocați poziția ferestrei
ru: Фиксировать положение окна
sk: Zamknúť polohu okna
sv: Lås fönstrets position
th: ล็อกตำแหน่งหน้าต่าง
tr: Pencere konumunu kilitle
uk: Фіксувати положення вікна
vi: Khóa vị trí cửa sổ
zh_hans: 锁定窗口位置
zh_hant: 鎖定視窗位置

# settings.general.output_label
source: Output:
bg: Аудиоизход:
cs: Výstup:
de: Ausgabe:
el: Έξοδος:
es: Salida:
fi: Ulostulo:
fr: Sortie :
hr: Izlaz:
hu: Kimenet:
it: Uscita:
ja: 出力:
ko: 출력:
nb: Utgang:
nl: Uitvoer:
pl: Wyjście:
pt_br: Saída:
pt_pt: Saída:
ro: Ieșire:
ru: Вывод:
sk: Výstup:
sv: Utmatning:
th: เอาต์พุต:
tr: Çıkış:
uk: Вихід:
vi: Đầu ra:
zh_hans: 输出：
zh_hant: 輸出：

# settings.general.reopen_playlist
source: Reopen last playlist
bg: Повторно отваряне на последния плейлист
cs: Znovu otevřít poslední playlist
da: Genåbn seneste afspilningsliste
de: Letzte Wiedergabeliste erneut öffnen
el: Άνοιγμα ξανά της τελευταίας λίστας αναπαραγωγής
es: Volver a abrir la última lista de reproducción
fi: Avaa viimeisin soittolista uudelleen
fr: Rouvrir la dernière liste de lecture
hr: Ponovno otvori posljednji popis za reprodukciju
hu: Legutóbbi lejátszási lista újbóli megnyitása
id: Buka kembali daftar putar terakhir
it: Riapri l’ultima playlist
ja: 最後のプレイリストを再度開く
ko: 마지막 플레이리스트 다시 열기
nb: Åpne siste spilleliste på nytt
nl: Open laatste afspeellijst opnieuw
pl: Otwórz ponownie ostatnią playlistę
pt_br: Reabrir a última playlist
pt_pt: Reabrir a última lista de reprodução
ro: Redeschide ultima listă de redare
ru: Открывать последний плейлист снова
sk: Znovu otvoriť posledný playlist
sv: Öppna senaste spellistan igen
th: เปิดเพลย์ลิสต์ล่าสุดอีกครั้ง
tr: Son çalma listesini yeniden aç
uk: Повторно відкривати останній список відтворення
vi: Mở lại danh sách phát gần nhất
zh_hans: 重新打开上次的播放列表
zh_hant: 重新打開上次的播放列表

# settings.general.reopen_playlist.caption
source: Playlist is saved on quit and loaded on next launch
bg: Плейлистът се запазва при изход и се зарежда при следващото стартиране
cs: Playlist se uloží při ukončení a načte při příštím spuštění
da: Spillelisten gemmes ved afslutning og indlæses ved næste start
de: Die Wiedergabeliste wird beim Beenden gesichert und beim nächsten Start geladen
el: Η λίστα αναπαραγωγής αποθηκεύεται κατά την έξοδο και φορτώνεται στην επόμενη εκκίνηση
es: La lista de reproducción se guarda al salir y se carga en el siguiente inicio
fi: Soittolista tallennetaan lopetettaessa ja ladataan seuraavalla käynnistyskerralla
fr: La liste de lecture est enregistrée à la fermeture et chargée au prochain démarrage
hr: Popis pjesama sprema se pri izlasku i učitava pri sljedećem pokretanju
hu: A lejátszási lista kilépéskor mentődik, és a következő indításkor betöltődik
id: Playlist disimpan saat keluar dan dimuat pada saat mulai berikutnya
it: La playlist viene salvata all'uscita e caricata all'avvio successivo
ja: 終了時にプレイリストを保存し、次回起動時に読み込みます
ko: 종료 시 재생목록을 저장하고 다음 시작 시 불러옵니다
nb: Spillelisten arkiveres ved avslutning og lastes inn ved neste oppstart
nl: De afspeellijst wordt bewaard bij het stoppen en geladen bij de volgende start
pl: Playlista jest zachowywana przy zakończeniu i wczytywana przy następnym uruchomieniu
pt_br: A playlist é salva ao sair e carregada na próxima inicialização
pt_pt: A lista de reprodução é guardada ao sair e carregada no próximo arranque
ro: Playlistul este salvat la ieșire și încărcat la următoarea pornire
ru: Плейлист сохраняется при выходе и загружается при следующем запуске
sk: Playlist sa uloží pri ukončení a načíta pri ďalšom spustení
sv: Spellistan sparas när du avslutar och läses in vid nästa start
th: เพลย์ลิสต์จะถูกบันทึกเมื่อออกและโหลดในการเริ่มต้นครั้งถัดไป
tr: Çalma listesi çıkışta kaydedilir ve bir sonraki başlangıçta yüklenir
uk: Плейлист зберігається під час виходу й завантажується під час наступного запуску
vi: Danh sách phát được lưu khi thoát và tải ở lần khởi động tiếp theo
zh_hans: 退出时保存播放列表，下次启动时加载
zh_hant: 結束時儲存播放列表，下次啟動時載入

# settings.general.startup_section
source: Startup
bg: Стартиране
cs: Spuštění
da: Start
de: Start
el: Εκκίνηση
es: Inicio
fi: Käynnistys
fr: Démarrage
hr: Pokretanje
hu: Indítás
id: Saat Mulai
it: Avvio
ja: 起動時
ko: 시작
nb: Oppstart
nl: Opstarten
pl: Uruchamianie
pt_br: Inicialização
pt_pt: Arranque
ro: Pornire
ru: Запуск
sk: Spustenie
sv: Start
th: เมื่อเริ่มต้น
tr: Başlangıç
uk: Запуск
vi: Khởi động
zh_hans: 启动
zh_hant: 啟動

# settings.general.window_section
source: Window
bg: Прозорец
cs: Okno
da: Vindue
de: Fenster
el: Παράθυρο
es: Ventana
fi: Ikkuna
fr: Fenêtre
hr: Prozor
hu: Ablak
id: Jendela
it: Finestra
ja: ウインドウ
ko: 윈도우
nb: Vindu
nl: Venster
pl: Okno
pt_br: Janela
pt_pt: Janela
ro: Fereastră
ru: Окно
sk: Okno
sv: Fönster
th: หน้าต่าง
tr: Pencere
uk: Вікно
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗
